Repository: Bobospay/woocommerce-gateway-bobospay
Catalog: languages/woocommerce-gateway-bobospay-*.po
Languages: fr_fr

source: Take credit card and mobile money payments on your store using Bobospay.
fr_fr: Acceptez les paiements par carte de crédit et par mobile money dans votre magasin en utilisant Bobospay.

source: Bobospay Gateway for WooCommerce requires WooCommerce to be activated
fr_fr: Bobospay Gateway for WooCommerce nécessite l'activation de WooCommerce

source: Bobospay Gateway for WooCommerce requires WooCommerce version 2.5 or greater
fr_fr: Bobospay Gateway for WooCommerce nécessite la version 2.5 ou supérieure de WooCommerce

source: Bobospay Gateway for WooCommerce requires cURL to be installed on your server
fr_fr: Bobospay Gateway pour WooCommerce nécessite l'installation de cURL sur votre serveur

source: Settings
fr_fr: Réglages

source: Continue to payment
fr_fr: Continuer vers le paiement

source: Bobospay Payment Gateway Plug-in for WooCommerce
fr_fr: Plugin de passerelle de paiement Bobospay pour WooCommerce

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Bobospay
fr_fr: Activer Bobospay

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l'utilisateur voit lors du passage à la caisse.

source: Mobile Money - Credit cards (Bobospay)
fr_fr: Argent mobile - Cartes de crédit (Bobospay)

source: This controls the description which the user sees during checkout.
fr_fr: Ceci contrôle la description que l'utilisateur voit lors du passage à la caisse.

source: Pay via Bobospay; you can pay with your credit card or Mobile Money
fr_fr: Payer via Bobospay ; vous pouvez payer avec votre carte de crédit ou par Argent mobile

source: Logo Image (190×60)
fr_fr: Image du logo (190×60)

source: If you want Bobospay to co-brand the checkout page with your logo, enter the URL of your logo image here.<br/>The image must be no larger than 190x60, GIF, PNG, or JPG format, and should be served over HTTPS.
fr_fr: Si vous souhaitez que Bobospay co-marque la page de paiement avec votre logo, entrez l' URL de votre image de logo ici.<br/>L'image ne doit pas dépasser 190x60, au format GIF, PNG ou JPG, et doit être servie via HTTPS.

source: Optional
fr_fr: Optionnel

source: Bobospay sandbox
fr_fr: Sandbox Bobospay

source: Enable Bobospay sandbox
fr_fr: Activer le sandbox Bobospay

source: Bobospay sandbox can be used to test payments. Sign up for a <a target="_blank" href="%s">developer account</a>.
fr_fr: Le sandbox Bobospay peut être utilisé pour tester les paiements. Inscrivez-vous pour un <a target="_blank" href="%s">compte développeur</a>.

source: Test Client Id
fr_fr: Identifiant Client Test

source: This is the Test client id found in API Keys in Account Dashboard.
fr_fr: Ceci est l'identifiant client test trouvé dans les clés API du tableau de bord du compte.

source: Bobospay Test Client Id
fr_fr: Identifiant Client Test Bobospay

source: Live Client Id
fr_fr: Identifiant Client Live

source: This is the Live Client id found in API Keys in Account Dashboard.
fr_fr: Ceci est l'identifiant client live trouvé dans les clés API du tableau de bord du compte.

source: Bobospay Live Client Id
fr_fr: Identifiant Client Live Bobospay

source: Test Client Secret
fr_fr: Secret Client Test

source: This is the Test Client Secret found in API Keys in Account Dashboard.
fr_fr: Ceci est le Secret Client Test trouvé dans les clés API du tableau de bord du compte.

source: Bobospay Test Client Secret
fr_fr: Secret Client Test Bobospay

source: Live Client Secret
fr_fr: Secret Client Live

source: This is the Live Client Secret found in API Keys in Account Dashboard.
fr_fr: Ceci est le Secret Client Live trouvé dans les clés API du tableau de bord du compte.

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href="%s">forcing the checkout pages to be secured.</a>
fr_fr: <strong>%s</strong> est activé et WooCommerce ne force pas le certificat SSL sur votre page de paiement. Veuillez vous assurer que vous disposez d'un certificat SSL valide et que vous <a href="%s">forcez les pages de paiement à être sécurisées.</a>

source: <strong>%s</strong> does not support the currency you are currently using. Please set your shop's currency to one of the supported currencies: XOF (FCFA), USD, EUR, or NGN. You can do this <a href="%s">here.</a>
fr_fr: <strong>%s</strong> ne prend pas en charge la devise que vous utilisez actuellement. Veuillez définir la devise de votre boutique sur l'une des devises prises en charge : XOF (FCFA), USD, EUR ou NGN. Vous pouvez le faire <a href="%s">ici.</a>

source: %s currently supports only XOF, USD, EUR, and NGN as currencies. Please select one of these or contact the store manager.
fr_fr: %s prend actuellement en charge uniquement XOF, USD, EUR et NGN comme devises. Veuillez sélectionner l'une de ces devises ou contacter le gérant de la boutique.

source: Payment error:
fr_fr: Erreur de paiement :

source: Transaction is pending
fr_fr: Transaction en attente

source: Hey, the order is processing. Thanks!
fr_fr: Salut, la commande est en cours de traitement. Merci !

source: Transaction completed successfully
fr_fr: Transaction terminée avec succès

source: Hey, the order has been completed. Thanks!
fr_fr: Salut, la commande a été complétée. Merci !

source: Hey, the order has been cancelled. Try again!
fr_fr: Salut, la commande a été annulée. Réessayez !

source: Transaction has been cancelled: Try again!
fr_fr: La transaction a été annulée : Réessayez !

source: Hey, the order payment failed. Try again!
fr_fr: Salut, le paiement de la commande a échoué. Réessayez !

source: Transaction failed: Try again!
fr_fr: La transaction a échoué : Réessayez !
